Repository: NurymKenzh/SmartEcoA
Catalog: SmartEcoA/ClientApp/src/locale/messages.*.xlf
Languages: ru

source: Hello
ru: Здравствуйте

source: Pollution Environments
ru: Среды загязнения

source: Create
ru: Создать

source: Filter
ru: Фильтр

source: Name
ru: Название

source: Details
ru: Детали

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

# CreateNewPollutionEnvironment
source: Create a new Pollution Environment
ru: Создать среду загрязнения

source: Pollution Environment name (English)
ru: Название среды загрязнения (английский)

# NotMore50Characters
source: Not more than 50 characters long.
ru: Не более 50 символов.

# NameEnglishRequired
source: Name (English) is required
ru: Название (английский) обязательно

# More50Characters
source: You have more than 50 characters
ru: У Вас более 50 символов

source: Pollution Environment name (Russian)
ru: Название среды загрязнения (русский)

# NameRussianRequired
source: Name (Russian) is required
ru: Название (русский) обязательно

source: Pollution Environment name (Kazakh)
ru: Название среды загрязнения (казахский)

# NameKazakhRequired
source: Name (Kazakh) is required
ru: Название (казахский) обязательно

source: Cancel
ru: Отмена

source: Edit Pollution Environment
ru: Редактировать среду загрязнения

source: Save
ru: Сохранить

source: Pollution Environment details
ru: Детали среды загрязнения

source: Pollution Environment name
ru: Название среды загрязнения

source: Back
ru: Обратно
